[
  "Siapa orang yang paling kamu benci di antara kita?",
  "Siapa orang yang terakhir kamu hubungi di WhatsApp?",
  "Hal apa yang membuat kamu sangat bahagia?",
  "Hal apa yang membuat kamu sangat ketakutan?",
  "Apa yang paling kamu benci dari dirimu?",
  "Apa yang kamu lakukan saat bertemu dengan orang yang membencimu?",
  "Siapa orang yang diam-diam kamu sukai?",
  "Siapa orang terakhir yang kamu stalk di media sosial?",
  "Seperti apa kriteria pasanganmu?",
  "Apakah kamu pernah selingkuh dan apa pendapatmu tentang perselingkuhan?",
  "Apakah kamu punya bakat tersembunyi?",
  "Apakah kamu pernah ngompol?",
  "Hal paling aneh apa yang pernah kamu lakukan di depan cermin?",
  "Apakah kamu pernah berbohong untuk kabur dari sebuah kencan? Kalau iya, apa kebohongannya?",
  "Apa hal yang terakhir kamu cari di ponselmu?",
  "Acara TV apa yang paling kamu benci? Beri tahu alasannya!",
  "Kapan terakhir kali kamu berbohong?",
  "Kapan terakhir kali kamu menangis?",
  "Kapan terakhir kali kamu kentut?",
  "Apa ketakutan terbesarmu?",
  "Apa fantasi terbesar atau terhanehmu?",
  "Apa hal yang membuatmu senang orang tuamu tidak mengetahuinya?",
  "Pernahkah kamu selingkuh?",
  "Apa hal terburuk yang pernah kamu lakukan?",
  "Apa rahasia yang tidak pernah kamu ceritakan kepada siapa pun?",
  "Apakah kamu punya bakat terpendam?",
  "Siapa selebriti yang pertama kali bikin kamu naksir?",
  "Apa pendapatmu tentang perselingkuhan?",
  "Apa pengalaman intim terburuk yang pernah kamu alami?",
  "Apakah kamu pernah melanggar hukum?",
  "Apa hal paling memalukan yang pernah kamu lakukan? Kapan?",
  "Apa hal yang paling membuatmu merasa insecure?",
  "Kesalahan terburuk apa yang pernah kamu lakukan?",
  "Apa hal paling menjijikkan yang pernah kamu lakukan?",
  "Siapa orang yang paling ingin kamu cium di antara kita?",
  "Hal terburuk apa yang pernah dilakukan orang terhadapmu?",
  "Apa kebiasaan terburukmu?",
  "Hal terburuk apa yang pernah kamu katakan/lakukan terhadap orang lain?",
  "Apa penyesalan terburukmu?",
  "Kenapa kamu putus dengan mantan yang sebelumnya?"
]
