{
  "truth": [
    "Siapa orang yang paling kamu benci di antara kita?",
    "Siapa orang yang terakhir kamu hubungi di WhatsApp?",
    "Hal apa yang membuat kamu sangat bahagia?",
    "Hal apa yang membuat kamu sangat ketakutan?",
    "Apa yang paling kamu benci dari dirimu?",
    "Apa yang kamu lakukan saat bertemu dengan orang yang membencimu?",
    "Siapa orang yang diam-diam kamu sukai?",
    "Siapa orang terakhir yang kamu stalk di media sosial?",
    "Seperti apa kriteria pasanganmu?",
    "Apakah kamu pernah selingkuh dan apa pendapatmu tentang perselingkuhan?",
    "Apakah kamu punya bakat tersembunyi?",
    "Apakah kamu pernah ngompol?",
    "Hal paling aneh apa yang pernah kamu lakukan di depan cermin?",
    "Apakah kamu pernah berbohong untuk kabur dari sebuah kencan? Kalau iya, apa kebohongannya?",
    "Apa hal yang terakhir kamu cari di ponselmu?",
    "Acara TV apa yang paling kamu benci? Beri tahu alasannya!",
    "Kapan terakhir kali kamu berbohong?",
    "Kapan terakhir kali kamu menangis?",
    "Kapan terakhir kali kamu kentut?",
    "Apa ketakutan terbesarmu?",
    "Apa fantasi terbesar atau terhanehmu?",
    "Apa hal yang membuatmu senang orang tuamu tidak mengetahuinya?",
    "Pernahkah kamu selingkuh?",
    "Apa hal terburuk yang pernah kamu lakukan?",
    "Apa rahasia yang tidak pernah kamu ceritakan kepada siapa pun?",
    "Apakah kamu punya bakat terpendam?",
    "Siapa selebriti yang pertama kali bikin kamu naksir?",
    "Apa pendapatmu tentang perselingkuhan?",
    "Apakah kamu pernah melanggar hukum?",
    "Apa hal paling memalukan yang pernah kamu lakukan? Kapan?",
    "Apa hal yang paling membuatmu merasa insecure?",
    "Kesalahan terburuk apa yang pernah kamu lakukan?",
    "Apa hal paling menjijikkan yang pernah kamu lakukan?",
    "Siapa orang yang paling ingin kamu cium di antara kita?",
    "Hal terburuk apa yang pernah dilakukan orang terhadapmu?",
    "Apa kebiasaan terburukmu?",
    "Hal terburuk apa yang pernah kamu katakan/lakukan terhadap orang lain?",
    "Apa penyesalan terburukmu?",
    "Kenapa kamu putus dengan mantan yang sebelumnya?",
    "Kalau kamu bisa jadi tidak terlihat, apa hal pertama yang akan kamu lakukan?",
    "Apa rahasia yang kamu sembunyikan dari orang tuamu?",
    "Siapa orang yang diam-diam kamu sukai?",
    "Siapa orang terakhir yang kamu kepoin di media sosial?",
    "Kalau ada jin yang memberikanmu tiga permohonan, apa yang kamu inginkan?",
    "Siapa orang di antara kita yang menurutmu bisa lolos dari kiamat zombi dan siapa yang akan mati duluan? Beri tahu alasannya!",
    "Apa tontonan favoritmu saat masih kecil?",
    "Siapa orang yang paling sering kamu chat?",
    "Apa kebohongan terbesar yang pernah kamu katakan kepada orang tuamu?",
    "Apa mimpi paling aneh yang pernah kamu alami?",
    "Ceritakan detail ciuman pertamamu…",
    "Kapan terakhir kali kamu ngompol?",
    "Menurutmu, hewan apa yang terlihat paling mirip denganmu?",
    "Di antara kita, siapa orang yang paling kamu suka dalam konteks romantis?",
    "Di antara kita, siapa orang yang menurutmu paling baik dan paling buruk sifatnya?",
    "Siapa mantan terindahmu?",
    "Siapa orang yang ingin kamu jadikan istri/suami?",
    "Apakah kamu pernah melakukan ghosting?",
    "Apa aib yang kamu sembunyikan dari kami?",
    "Berapa jumlah mantanmu?",
    "Kalau kamu punya kesempatan untuk bertukar tubuh dengan salah satu orang di antara kita, siapa yang kamu pilih?",
    "Kalau kamu punya kemampuan untuk tidak terlihat, apa hal terburuk yang akan kamu lakukan?",
    "Kalau kamu punya kesempatan balikan dengan mantan, siapa yang akan kamu pilih dan kenapa?",
    "Hal terburuk yang pernah kamu lakukan di lingkungan kerja?",
    "Nilai setiap orang yang bermain dari yang paling sampai tidak favorit.",
    "Lebih pilih mana, pergi ke luar rumah tanpa celana dalam atau sebulan tidak keramas?",
    "Apakah kamu pernah digedor-gedor saat sedang di dalam toilet umum?",
    "Apakah kamu pernah mengupil, tapi ada orang lain yang memperhatikanmu?",
    "Apakah kamu pernah bicara sendiri di tempat umum?",
    "Apa hal dalam histori pencarianmu di internet yang membuatmu malu jika diketahui seseorang?",
    "Pernahkah kamu mencoba mengambil foto diri sendiri dengan gaya seksi?",
    "Apa lagu favoritmu saat sedang mandi?",
    "Berapa penilaianmu terhadap penampilan diri sendiri dalam skala 1 sampai 5?",
    "Saat kamu berada di toilet umum dan baru saja selesai buang air, kamu baru sadar air dan tisunya habis, apa yang akan kamu lakukan?",
    "Pernahkah kamu kentut keras di depan umum?",
    "Apa hal yang paling membuatmu merasa hidup?",
    "Apa pengalaman paling menarik yang pernah kamu alami?",
    "Jika kamu memiliki kekuatan super, kekuatan apa yang ingin kamu miliki?",
    "Apa kegiatan favoritmu saat sedang bersantai?",
    "Jika kamu bisa tinggal di tempat lain di dunia ini, di mana kamu ingin tinggal?",
    "Jika kamu bisa mengubah satu hal dalam hidupmu, apa yang akan kamu ubah?",
    "Apa lagu yang selalu bisa membuatmu bernyanyi atau menari?",
    "Apa hal yang paling kamu syukuri dalam hidupmu saat ini?",
    "Apa sesuatu yang ingin kamu ubah dalam persahabatan atau hubunganmu dengan seseorang?",
    "Apa tujuan hidupmu yang paling penting bagimu saat ini?",
    "Apa pendapatmu tentang cinta pada pandangan pertama?",
    "Apa hal yang paling ingin kamu pelajari dari temanmu?",
    "Apa hal yang paling membuatmu stres atau cemas?",
    "Apa film favoritmu sepanjang masa?",
    "Apa mimpi teraneh yang pernah kamu alami?",
    "Apa hal yang paling kamu takuti dalam hidup ini?",
    "Apa pengalaman paling menegangkan yang pernah kamu alami?",
    "Apa yang paling kamu cintai tentang teman-temanmu?",
    "Apa hal yang ingin kamu lakukan jika tidak ada batasan waktu, uang, atau keterampilan?",
    "Apa hal yang paling ingin kamu pelajari atau kuasai?",
    "Apa pernahkah kamu mencoba makan sesuatu yang seharusnya tidak dimakan?",
    "Apa hal paling aneh yang pernah kamu lihat di internet?",
    "Apa hal tergila yang pernah kamu lakukan karena mengikuti tren sosial media?",
    "Apa hal paling konyol yang pernah kamu percaya sebagai anak kecil?",
    "Apa hewan yang paling aneh yang pernah kamu pelihara?",
    "Apa pernahkah kamu mencoba makanan yang tidak lazim dari budaya lain?",
    "Apa hal tergila yang pernah kamu lakukan untuk memenangkan taruhan?",
    "Apa hal teraneh yang pernah kamu coba lakukan di tengah malam?",
    "Apa hal paling konyol yang pernah kamu lakukan di depan umum?",
    "Apa hal paling konyol yang pernah kamu lihat di dalam kamar mandi umum?",
    "Apa hal paling aneh yang pernah kamu bawa dalam tas atau dompetmu?",
    "Apa hal paling aneh yang pernah kamu rasakan?",
    "Apa kebiasaan buruk teraneh yang pernah kamu miliki?",
    "Apa hal paling konyol yang pernah kamu beli secara impulsif?",
    "Apa hal teraneh yang pernah kamu lakukan saat tidur?",
    "Apa hal teraneh yang pernah kamu lakukan karena tertidur saat mengobrol dengan seseorang?",
    "Apa pernahkah kamu berbicara dengan benda mati?",
    "Apa hal teraneh yang pernah kamu coba lakukan dengan makanan?",
    "Apa hal paling konyol yang pernah kamu dengar tentang dirimu sendiri?",
    "Siapa yang paling kamu benci di grup WA?",
    "Film terakhir yang kamu tonton?",
    "Belanjaan apa yang paling kamu sesali?",
    "Hal bodoh yang pernah kamu lakukan di sekolah?",
    "Kata jahat yang pernah kamu ucapin ke orang?",
    "Belanjaan yang paling kamu sesali?",
    "Kebohongan terakhir ke teman/pasangan?",
    "Siapa yang pengen kamu jadikan pacar?",
    "Siapa yang paling tidak kamu sukai di sekolah?",
    "Siapa yang paling kamu sukai di sekolah?",
    "Hal yang kamu sukai dari orang di sebelah kanan mu?",
    "Apa yang tidak kamu sukai dari orang di sebelah kiri mu?",
    "Kamu lebih memilih bahagia tapi semua orang di sekitarmu menderita atau pilih menderita tapi orang di sekitar mu bahagia?",
    "Hal terbucin yang pernah kamu lakukan?",
    "Kegiatan paling romantis apa yang pernah dilakukan bersama pacar?",
    "Pilih selingkuh atau di selingkuhin?"
  ],
  "dare": [
    "Biarkan orang lain membuat status menggunakan akun sosial mediamu.",
    "Makan satu gigitan kulit pisang.",
    "Katakan ‘”meong” di setiap akhir kalimat sampai giliranmu yang selanjutnya.",
    "Tirukan seorang selebriti sampai ada yang bisa menebak.",
    "Bertingkahlah seperti ayam sampai giliranmu yang selanjutnya.",
    "Ungkapkan perasaanmu kepada gebetanmu.",
    "Push up 20 kali.",
    "Kayang selama satu menit.",
    "Plank selama satu menit.",
    "Baca dengan lantang pesan yang terakhir kali kamu kirim ke gebetanmu.",
    "Telepon seorang teman dan katakan selamat ulang tahun sambil menyanyikan lagu.",
    "Tunjukkan gerakan dance terbaikmu.",
    "Ulangi setiap perkataan orang yang ada di sampingmu sampai giliranmu yang selanjutnya.",
    "Nyanyikan sebuah lagu dengan nama salah satu orang disekitaramu.",
    "Bicara dengan gaya sang sangat genit.",
    "Kirim fotomu yang paling jelek.",
    "Beri 10 pujian yang tulus.",
    "Bicara selama 3 menit tanpa berhenti.",
    "Lakukan standup comedy selama 3 menit.",
    "Katakan “aku cinta kamu” sambil push up sebanyak 10 kali.",
    "Tunjukkan riwayat pencarian di ponselmu.",
    "Teriakkan satu kata yang pertama kali muncul di benakmu.",
    "Katakan 5 hal jujur tentang orang di sebelahmu.",
    "Kirim gebetanmu selfie yang memalukan.",
    "Menarilah selama satu menit tanpa musik.",
    "Pergi keluar dan berteriaklah sekeras yang kamu bisa.",
    "Cobalah tarian TikTok pertama yang muncul di FYP-mu.",
    "Minum segelas air tanpa menggunakan tangan.",
    "Minum kecap langsung dari botolnya.",
    "Makan camilan tanpa menggunakan tangan.",
    "Coba jilat sikumu.",
    "Makan satu bawang mentah.",
    "Pergi keluar dan nyanyikan lagu “Let It Go” dari film Frozen.",
    "Menari balet selama satu 1 menit.",
    "Hubungi kontak ke-12 di ponselmu dan lakukan percakapan selama 30 detik.",
    "Berbicara dengan suara penyanyi opera selama 4 putaran.",
    "Berbicara dengan mulut tertutup selama 4 putaran.",
    "Nyanyikan lagu rap dengan memasukkan setiap nama pemain.",
    "Menari salsa selama 1 menit.",
    "Like semua foto gebetanmu.",
    "Buat story dengan wajah memelas.",
    "Tunjukkan history pencarian Instagram-mu.",
    "Buat tato dengan spidol di dahimu.",
    "Tunjukkan foto yang paling kamu sukai di galerimu.",
    "Unggah foto gebetan di instastory Instagram.",
    "Berdiri di luar, lalu sapa 10 orang pertama yang kamu temui.",
    "Chat gebetanmu dan katakan “Aku tahu rahasiamu selama ini”.",
    "Telepon teman secara acak dan katakan “Ada yang bisa kami bantu?”",
    "Joget jamet dan upload di Instastory.",
    "Kayang selama 1 menit.",
    "Berdiri di luar dan bilang “I love you” ke orang yang pertama kali kamu temui.",
    "Joget pargoy WhatsApp story.",
    "Matikan lampu tanpa menggunakan tangan dan kepala.",
    "Nyanyikan lagu “Indonesia Raya” di luar.",
    "Memakai topi atau topi dengan bentuk yang aneh selama sisa pertemuan.",
    "Mengenakan pakaian dalam terbalik dan tidak mengubahnya selama 1 jam.",
    "Meniru gerakan burung selama 1 menit di tempat umum.",
    "Meniru suara alarm kebakaran selama 30 detik di tempat umum.",
    "Mencoba membuat suara binatang yang paling aneh dan membuat orang lain menebaknya.",
    "Berjalan di sekitar ruangan dengan kaus kaki di tangan dan peluk orang terdekatmu",
    "Memasang rambutmu dengan banyak jepit rambut dalam waktu 5 menit."
  ]
}
